[
  {
    "video_url": "/word/a/abo/about.mp4",
    "sign_name": "ABOUT",
    "paragraphs": [
      "Meaning: On the subject of; concerning.",
      "Pronunciation (sign description): Dominant forefinger, which faces non-dominant forefinger in neutral space, moves in a circular motion clockwise before it lands on tip of non-dominant forefinger.",
      "Learner tip for beginners: Don't confuse this with WHEN."
    ]
  },
  {
    "video_url": "/word/a/aga/again.mp4",
    "sign_name": "AGAIN",
    "paragraphs": [
      "You: What? Show me one more. Slow please.",
      "Here it is again:",
      "Meaning: Another time; once more; repeat."
    ]
  },
  {
    "video_url": "/word/a/ask/ask.mp4",
    "sign_name": "ASK",
    "paragraphs": [
      "Definition: To put a question to; request an answer (from).",
      "Pronunciation (sign description): Dominant upright forefinger in space with palm facing out moves slightly forward while the index finger transforms into the \"X\" handshape or clawed forefinger.",
      "In ASL grammar, this ASL verb can be inflected in agreement with the subject, object, or pronoun in a sentence."
    ]
  },
  {
    "video_url": "/word/b/bad/bad.mp4",
    "sign_name": "BAD",
    "paragraphs": [
      "Definition: of poor quality; inferior or defective; low standard; having a wicked or evil character.",
      "Pronunciation/articulation: Dominant flat-B with the fingertips on the chin or lips, palm in, swings forward with palm down.",
      "\"Bad -- Bring the hand to the lips and then throw it from you, palm downward.\" (1912) Ref"
    ]
  },
  {
    "video_url": "/word/b/boy/boy.mp4",
    "sign_name": "BOY",
    "paragraphs": [
      "Definition: A male child or young man.",
      "The origin of this onomatopoeic sign came from a grasp of the brim of the cap in the old days.",
      "Pronunciation/articulation: Fingertips of dominant \"flat O\" handshape (palm orientation facing the left side if right-handed) taps with thumb twice in front of the forehead."
    ]
  },
  {
    "video_url": "/word/b/but/but.mp4",
    "sign_name": "BUT",
    "paragraphs": [
      "Definition: Used to introduce something contrasting with what has already been mentioned.",
      "Pronunciation (sign description): Both upright forefingers crossed in neutral space, palms facing out, diverge outward.",
      "Learner tip: Don't confuse this ASL sign/word with the similar ASL word DIFFERENT."
    ]
  },
  {
    "video_url": "/word/b/buy/buy.mp4",
    "sign_name": "BUY",
    "paragraphs": [
      "Definition: to purchase; obtain in exchange for payment.",
      "Pronunciation (sign description): Dominant palm-up \"flat-O\" in contact with non-dominant palm-up flat hand moves forward (upward-downward) in arc motion.",
      "The origin of the sign BUY came from MONEY+GIVE-TO which became assimilated into a non-compound, BUY."
    ]
  },
  {
    "video_url": "/word/c/can/can.mp4",
    "sign_name": "CAN",
    "paragraphs": [
      "Meaning: To be able to; have the ability, power, or skill to; to be permitted to.",
      "Pronunciation (sign description): Both \"S\" hands held apart in neutral space, palms down, move downward a bit with hands twist downward at wrist.",
      "Variation: Occasionally, you may see a signer signing it with the \"A\" handshape."
    ]
  },
  {
    "video_url": "/word/c/com/come.mp4",
    "sign_name": "COME",
    "paragraphs": [
      "Meaning: To approach or move toward a particular person or place.",
      "Pronunciation (sign description): Forefinger of dominant \"1\" hand held a bit away from signer moves in arc motion toward neutral space of the signer, where forefinger faces downward.",
      "Variation (depending on the contexts)."
    ]
  },
  {
    "video_url": "/word/d/dea/deaf.mp4",
    "sign_name": "DEAF",
    "paragraphs": [
      "Meaning: Partially or wholly lacking or deprived of the sense of hearing; unable to hear.",
      "Pronunciation/articulation: Tip of dominant forefinger points to the ear and then to the tip of mouth.",
      "Did you know that this ASL word is technically \"deaf-mute\"? In fact, many Deaf people are unaware of its origin; however, it remains to mean \"deaf\" nevertheless. In English, the word or use of \"deaf-mute\" is unacceptable. It's only allowed in ASL, which simply means \"deaf\"."
    ]
  },
  {
    "video_url": "/word/d/dif/different.mp4",
    "sign_name": "DIFFERENT",
    "paragraphs": [
      "Meaning: Not the same as another or each other; distinct in nature; dissimilar.",
      "Pronunciation (sign description): Two upright index fingers, palms facing out, cross at the middle of forefingers held in space. The forefingers diverge sideways.",
      "Tips for ASL students: not to be confused by the ASL sign OPPOSITE which has a different palm orientation and movement. Also, not to confuse this similar sign with BUT."
    ]
  },
  {
    "video_url": "/word/d/dri/drink.mp4",
    "sign_name": "DRINK",
    "paragraphs": [
      "Definition: To take (a liquid) into the mouth and swallow.",
      "Pronunciation (sign description):",
      "Verb form usually with one movement. E.g. \"I'm thirsty. I need something to drink.\" However, this verb may be plural with more than one movement. See \"beyond basics\" below."
    ]
  },
  {
    "video_url": "/word/e/eat/eat.mp4",
    "sign_name": "EAT",
    "paragraphs": [
      "Meaning: Put food into the mouth and chew and swallow it.",
      "Pronunciation (sign description): Dominant flat \"O\" hand (handshape) with the fingertips facing the face (orientation) taps twice (movement) on the lips (location).",
      "Usage examples: \"need to eat something\", \"have you eaten yet?\", \"let's eat out\", and many usages."
    ]
  },
  {
    "video_url": "/word/f/fam/family.mp4",
    "sign_name": "FAMILY",
    "paragraphs": [
      "Meaning: A basic social unit made up of parents and their children.",
      "Pronunciation/articulation: Two-handed \"F\" handshape (palm out) with the thumb-forefinger circles together diverge in an arc movement and converge with the pinkies.",
      "Non-SEE sign. Some signers choose to replace the F-handshaped sign FAMILY."
    ]
  },
  {
    "video_url": "/word/f/fee/feel.mp4",
    "sign_name": "FEEL",
    "paragraphs": [
      "Definition: To have a sensation of (something), other than by sight, hearing, taste, or smell; to experience (an emotion or sensation).",
      "Pronunciation (production): Dominant 8-open (handshape) with the middle finger on the side of torso (location) brushes upward twice (movement).",
      "Same sign for SENSE."
    ]
  },
  {
    "video_url": "/word/f/few/few.mp4",
    "sign_name": "FEW",
    "paragraphs": [
      "Definition: a small number of; not many.",
      "Usage examples: \"a few things\", \"a few cookies left\", \"just a few apples, not many\", \"with little exceptions, the town was quiet throughout the night\".",
      "Learner tip: Don't confuse this signword with \"SEVERAL\" which has a different intonation and subtle movement."
    ]
  },
  {
    "video_url": "/word/f/fin/find.mp4",
    "sign_name": "FIND",
    "paragraphs": [
      "Meaning: To discover (something or someone) by chance or unexpectedly, or without planning or trying to; to get or discover something or someone that you are looking for.",
      "Pronunciation (production): Dominant \"open-F\" -> \"F\" hand (handshape), palm down (orientation), slightly moving upward (movement) in mid-space (location). When drawing upward, the tips of thumb and forefinger connects.",
      "\"Find -- Reach out \"5\" hand; draw ends of forefinger and thumb together as if picking up something, and raise hand.\" (1910) Ref"
    ]
  },
  {
    "video_url": "/word/f/fin/fine-good2.mp4",
    "sign_name": "FINE",
    "paragraphs": [
      "Meaning: In a satisfactory or pleasing manner; very well; all right; okay.",
      "Pronunciation (sign description): Tap twice on side of torso with tip of thumb of dominant '5' hand.",
      "Contextual/semantic variation: Tip of thumb of dominant '5' hand moves forward away from side of torso."
    ]
  },
  {
    "video_url": "/word/f/fin/finish2.mp4",
    "sign_name": "FINISH",
    "paragraphs": [
      "Definition: To bring (something, e.g. activity or task) to an end or to completion; complete.",
      "Pronunciation (sign description): Both '5' hands held apart in neutral space move outward/sideways at the same twist at wrists.",
      "Meaning: to complete."
    ]
  },
  {
    "video_url": "/word/f/for/for.mp4",
    "sign_name": "FOR",
    "paragraphs": [
      "Meaning: Intended to belong to, or be used in connection with.",
      "Pronunciation/articulation: Dominant \"1\" handshape or index finger is in contact with the temple of the head and the palm orientation faces inward. The forefinger moves outward away from the head in an arc motion where the palm orientation faces out.",
      "Usage examples: \"for who/whom?\", \"You don't want it? I bought it for you yesterday!\""
    ]
  },
  {
    "video_url": "/word/f/for/forget.mp4",
    "sign_name": "FORGET",
    "paragraphs": [
      "Definition: Fail to remember or recall; not remember.",
      "Pronunciation/articulation: Dominant horizontal \"B-thumb -> 15\" handshape, palm in, slides across the forehead rightward.",
      "\"Forget. -- Draw the end of the hand across the forehead, turning the fingers in toward the palm as you draw it from the forehead.\" (1910) Ref"
    ]
  },
  {
    "video_url": "/word/f/fri/friend.mp4",
    "sign_name": "FRIEND",
    "paragraphs": [
      "Definition: A person attached to another by feelings of affection or personal bond.",
      "Pronunciation (sign description): Dominant palm-down bent forefinger interlocked with non-dominant palm-up bent-forefinger switch the orientation of both index fingers.",
      "\"Friend, Friendship, etc. -- Clasp the forefingers, one above the other, then bring them apart and clasp them again, but in the opposite direction, the hands changing their relative positions.\" (1910) Ref"
    ]
  },
  {
    "video_url": "/word/g/get/get.mp4",
    "sign_name": "GET",
    "paragraphs": [
      "Meaning: To receive or come to have possession.",
      "Similar sign for OBTAIN, RECEIVE.",
      "Context or usage examples: \"I got a letter from my friend.\""
    ]
  },
  {
    "video_url": "/word/g/gir/girl.mp4",
    "sign_name": "GIRL",
    "paragraphs": [
      "Definition: A female child; a young or relatively young woman.",
      "Pronunciation/articulation: Dominant \"10\" hand (handshape), palm facing left if right-handed (orientation), thumb on the cheek (location), stroke down the cheek twice (movement).",
      "Learner tip: Don't confuse this sign GIRL with AUNT (a slightly different orientation)."
    ]
  },
  {
    "video_url": "/word/g/giv/give2.mp4",
    "sign_name": "GIVE",
    "paragraphs": [
      "Meaning: To make a present of; freely transfer the possession of (something) to (someone); hand over to.",
      "Pronunciation (sign description): Both \"flat O\" hands, held in neutral space, palms roughly up, move forward in upward arc motion.",
      "Grammar-wise, inflect the ASL verb to agree subjects with objects."
    ]
  },
  {
    "video_url": "/word/g/go/go-to.mp4",
    "sign_name": "GO,",
    "paragraphs": [
      "Meaning: To move from one place or point to another; travel.",
      "Pronunciation (sign description): Two upright \"1\" (or index finger) hands apart in space in front of signer moves forward. This two-handed version is a citation in general. In everyday conversions, it's not common to see the one-handed version.",
      "This GO-to verb is highly inflected in sentences. Often used with one hand."
    ]
  },
  {
    "video_url": "/word/g/goo/good.mp4",
    "sign_name": "\"Good\"",
    "paragraphs": [
      "Meaning: To be desired or approved of; very satisfactory, enjoyable, pleasant, or interesting.",
      "Pronunciation (sign description): Dominant flat hand (handshape), palm in (orientation), fingers in contact with the chin (location), move forward away from the chin (movement).",
      "Learner tip: Don't confuse this similar signword with \"THANK\". The homophones GOOD and THANK look similar, but with subtle nuances, they are different. For beginners, practice contexts and language skills."
    ]
  },
  {
    "video_url": "/word/h/hap/happy.mp4",
    "sign_name": "HAPPY",
    "paragraphs": [
      "Definition: Feeling or showing pleasure or contentment; pleased; glad.",
      "Pronunciation/sign description: Dominant horizontal flat hand (handshape), palm in (orientation), on the chest (location), brushes upward twice (movement).",
      "Question: \"When does a signer articulates with two hands in HAPPY?\""
    ]
  },
  {
    "video_url": "/word/h/hav/have2.mp4",
    "sign_name": "HAVE,",
    "paragraphs": [
      "Two-handed sign in formal citation.",
      "Meaning (informal): To possess, own, or hold.",
      "Another meaning in ASL is to show existence of something. The ASL sign is modified slightly with an assertive nod and facial grammar."
    ]
  },
  {
    "video_url": "/word/h/he/he.mp4",
    "sign_name": "HE",
    "paragraphs": [
      "Meaning: used as a pronoun to refer to a man, boy, or male previously identified or mentioned.",
      "The pronouns SHE and HE are not gender-specific in ASL.",
      "The pronoun is spatially inflectable, depending on the structure of a sentence."
    ]
  },
  {
    "video_url": "/word/h/hea/hearing.mp4",
    "sign_name": "HEARING",
    "paragraphs": [
      "Meaning: Perceiving sound and vocally speaking (people); of hearing ideology, culture, and identity; the opposite term of \"deaf\"; non-deaf.",
      "Pronunciation (sign description): Dominant horizontal \"1\" hand with forefinger in front of lips moves forward in small circular motion a few times.",
      "This sign refers to the identity of hearing people. See HEAR for the verb \"hear\"."
    ]
  },
  {
    "video_url": "/word/h/hel/hello.mp4",
    "sign_name": "HELLO",
    "paragraphs": [
      "Meaning: Used as a greeting or to begin a telephone conversation.",
      "Pronunciation (sign description): Dominant flat hand with the palm facing outward in contact with the upper side of head moves away from the headside. Thumb may be inside on the palm or open. Facial expression reflects your tone, usually with a pleasant look. Who would say 'hello' a deadpan tone? :)",
      "This signword is the base. However, out in the real world, you will see variations to convey some phrases."
    ]
  },
  {
    "video_url": "/word/h/hel/help.mp4",
    "sign_name": "HELP",
    "paragraphs": [
      "Meaning: Definition: To give assistance to (someone); make it easier for (someone) to do something.",
      "Pronunciation (sign description): Dominant upright \"10\" handshape on the top of the passive (palm orientation up), both hands moving upward.",
      "Meaning: Assistance; the action of helping someone to do something. E.g. IX-me NEED YOUR HELP+."
    ]
  },
  {
    "video_url": "/word/h/hom/home.mp4",
    "sign_name": "HOME",
    "paragraphs": [
      "Definition: The place where one lives permanently, especially as a member of a family or household.",
      "Pronunciation/articulation: Dominant \"flat O\" handshape touching on the cheek near the mouth and then touching on the cheek again a bit away from the mouth.",
      "The sign originally came from the compound EAT+BED which became assimilated into non-compound sign HOME. It's called \"perseverative assimilation\"."
    ]
  },
  {
    "video_url": "/word/h/how/how.mp4",
    "sign_name": "HOW",
    "paragraphs": [
      "Definition: In what way or manner; by what means; used to ask about the condition or quality of something.",
      "Pronunciation/articulation: Dominant \"10\" handshape (palm orientation facing left) twisting once while in contact with passive \"10\" handshape.",
      "Usage examples in contexts (note that these English sentences are not ASL; they only give examples of contexts): \"How do you know?\", \"How are you?\"."
    ]
  },
  {
    "video_url": "/word/i/int/internet.mp4",
    "sign_name": "INTERNET",
    "paragraphs": [
      "Meaning: A global communication network that allows almost all computers worldwide to connect and exchange information; also the Net.",
      "Pronunciation (sign description): Tips of flexed middle finger of both hands are in contact, held in neutral space. Dominant hand twist back and forth a couple of times at wrist.",
      "Early variation: Both hands alternately twist back and forth a couple of times at wrist."
    ]
  },
  {
    "video_url": "/word/k/kno/know.mp4",
    "sign_name": "KNOW",
    "paragraphs": [
      "Definition: Be aware of through observation, inquiry, or information.",
      "Pronunciation (sign description): Dominant slightly-bent flat hand, palm facing upper side of head, taps on it twice with upper fingers.",
      "ASL student tip: Not to be confused with the sign THINK. It's not uncommon that students mix up KNOW with THINK."
    ]
  },
  {
    "video_url": "/word/l/lat/later.mp4",
    "sign_name": "LATER",
    "paragraphs": [
      "Definition: At a time in the future; afterward, subsequently, or at a time in the future (sometimes followed by on).",
      "Pronunciation (sign description): Dominant \"L\" hand with the tip of thumb in contact with the palm of upright non-dominant flat hand, rotates forward once.",
      "Context or usage examples: \"See you later\", \"He read the email but replied to it later\"."
    ]
  },
  {
    "video_url": "/word/l/lik/like.mp4",
    "sign_name": "LIKE",
    "paragraphs": [
      "Meaning: to enjoy or approve of something or someone; to find agreeable, enjoyable, or satisfactory.",
      "Pronunciation: Use the handshape '8', not to be confused with the handshape in WHITE.",
      "Plural \"LIKE++\" (repeated, short movement) along with a facial expression may mean 'to grow to like', 'to become fond of', or such, depending on the context and meaning."
    ]
  },
  {
    "video_url": "/word/l/lit/little.mp4",
    "sign_name": "LITTLE",
    "paragraphs": [
      "Pronunciation (sign description): Two flat hands apart in neutral space, palms facing each other, briskly move each other close twice. Sign from SMALL.",
      "Usage/context example: \"live in a little cottage\", \"in a little box\", \"a little room\", \"Little Red Riding Hood\".",
      "Phonological variation very little used in ASL: Same as above except for the handshape which is \"L\" -- same orientation of the palms."
    ]
  },
  {
    "video_url": "/word/l/liv/live.mp4",
    "sign_name": "LIVE",
    "paragraphs": [
      "Meaning: remain alive; make one's home in a particular place or with a particular person.",
      "Pronunciation (sign description): Both \"10\" hands with palms in contact with lower chest move upward along the chest.",
      "Variation (sign description): Both horizontal \"L\" hands with palms in contact with lower chest move upward along the chest."
    ]
  },
  {
    "video_url": "/word/l/loo/look.mp4",
    "sign_name": "LOOK",
    "paragraphs": [
      "Meaning: To direct one's gaze toward someone or something or in a specified direction.",
      "Pronunciation (sign description): Tip of forefinger in dominant \"V\" hand in contact with upper cheek moves forward where forefinger and middle finger face outward.",
      "This base sign is often inflected into several meanings. Spatial agreement is often required in sentences."
    ]
  },
  {
    "video_url": "/word/m/mak/make.mp4",
    "sign_name": "MAKE",
    "paragraphs": [
      "Definition: To cause to exist or happen; bring about; create.",
      "Pronunciation (sign description): Dominant 'S' hand taps on top of non-dominant 'S' hand and then again taps on it with a twisting motion at wrists.",
      "Handshape and location rhymes: MAKE COFFEE! :D Maybe it's your finger-twister."
    ]
  },
  {
    "video_url": "/word/m/man/man.mp4",
    "sign_name": "MAN",
    "paragraphs": [
      "Meaning: An adult human male.",
      "Pronunciation (sign description): Thumb of the dominant \"10\" hand (handshape)  touches the temple of head and then transforms (movement) into the \"5\" handshape with the thumb on the side of the chest (location).",
      "Phonological variation: Dominant \"5\" hand (handshape) with the thumb in contact with the temple of the head and the palm facing left if dominantly right-handed moves from the temple to the side of the chest (movement and location)."
    ]
  },
  {
    "video_url": "/word/m/man/many.mp4",
    "sign_name": "MANY",
    "paragraphs": [
      "Meaning: A large number of.",
      "Pronunciation (sign description): Both \"S\" hands or fists apart in neutral space, palms facing up, move forward/outward while the handshape transforms into the \"5\" handshape for both hands.",
      "\"Many -- Double the fists in front of you, backs down; throw the fingers out and apart quickly. Repeat this motion two or three times.\" (1910) Ref"
    ]
  },
  {
    "video_url": "/word/m/me/me.mp4",
    "sign_name": "ME",
    "paragraphs": [
      "Meaning: used by a speaker to refer to himself or herself as the object of a verb phrase.",
      "Like in many cultures, ASL uses the same sign for \"I\" and \"me\". The difference between them can be identified by examining the sentence structure.",
      "All same parameters except for the handshape: MY."
    ]
  },
  {
    "video_url": "/word/m/mee/meet.mp4",
    "sign_name": "MEET",
    "paragraphs": [
      "Meaning: To come into the presence of by chance or arrangement.",
      "Pronunciation (sign description): Two \"1\" hands or index fingers apart in space with palms facing each other converge toward each other till both forefingers meet. Make sure that thumb is closed like a fist.",
      "Usage examples: \"nice to meet you\" in greeting or introduction, \"I'd like to meet you again.\" Be sure to inflect the ASL verb for \"MEET-you\"."
    ]
  },
  {
    "video_url": "/word/m/mor/more.mp4",
    "sign_name": "MORE",
    "paragraphs": [
      "Meaning: Comparative of many, much; a greater or additional amount or degree.",
      "Pronunciation (sign description): Both \"flat-0\" hands (handshape) with the palms facing each other (orientation) slightly apart in space (location) taps twice on the fingers of both hands (movement).",
      "\"More -- Hold the left hand with thumb and fingers gathered together at a point and the ends pointing upward; from the side lift the right hand, thumb and fingers gathered as in the left, and place it upon the left hand so that the ends of the fingers meet, those of one hand pointing up and those of the other down. Or, (2) Hold out open left hand, palm toward right; against the palm throw the right '&' hand two or three\r\ntimes. Or, (3) Make the sign for 'many' and raise the right 'A' hand higher than the left.\" (1910) Ref"
    ]
  },
  {
    "video_url": "/word/m/my/my.mp4",
    "sign_name": "MY",
    "paragraphs": [
      "Meaning: A form of the possessive case of \"I\" used as an attributive adjective; relating to or belonging to \"me\".",
      "Pronunciation (sign description): Dominant horizontal flat hand, palm facing self (signer), moves toward upper torso or chest.",
      "Handshape (all same parameters except for handshape): I/me."
    ]
  },
  {
    "video_url": "/word/n/nam/name.mp4",
    "sign_name": "NAME",
    "paragraphs": [
      "Definition: A word or set of words by which a person, animal, place, or thing is known, addressed, or referred to.",
      "Pronunciation/articulation: Dominant horizontal \"H\" handshape with the edge of its middle finger taps twice on the top edge of the index finger of the passive hand which is the horizontal \"H\" handshape. Both \"H\" hands are kind of cross diagonally from the signer's perspective.",
      "Usage example: \"Hi, my name is [personal name]\" which is glossed in ASL as \"HI, IX-me NAME [fingerspelling]\". Hearing beginners would often sign \"MY NAME [fingerspelling]\". It's not really wrong, but Deaf signers use \"IX-me NAME..\" and \"MY NAME...\" in different contexts."
    ]
  },
  {
    "video_url": "/word/n/nee/need.mp4",
    "sign_name": "NEED",
    "paragraphs": [
      "Meaning: To require (something) because it is essential or very important; expressing necessity or obligation.",
      "Pronunciation (sign description): Dominant \"clawed 1\" hand with its hooked forefinger moves downward twice at wrist.",
      "Learner tip: The signword for NEED is not to be confused with MUST (different movement and intonation)."
    ]
  },
  {
    "video_url": "/word/n/new/new.mp4",
    "sign_name": "NEW",
    "paragraphs": [
      "Definition: Having recently come into existence; not existing before; made, introduced, or discovered recently or now for the first time.",
      "Pronunciation/articulation: Dominant loosely bent hand (handshape) with the palm-up (orientation) slides once (movement) across the up-sided palm of the non-dominant hand (location).",
      "Context or usage examples (remember to translate into ASL): \"her new friend\", \"She couldn't afford a new car, so she bought a used one\", \"Nothing is new! It's always like that\" (ASL glossed as POSS++ TEND-ma ALWAYS, NOTHING(var) NEW)."
    ]
  },
  {
    "video_url": "/word/n/no/no.mp4",
    "sign_name": "\"No\"",
    "paragraphs": [
      "Meaning: Definition: Used to give a negative response; the opposite of yes.",
      "Pronunciation (sign description): Dominant hand held in space with palm facing outward, first two fingers (index finger and middle finger together) tap with the thumb twice. The tap movement is sometimes once, sometimes twice, sometimes plural, depending on the contexts.",
      "There are inflections of this signed word for other meanings, such as exclamation like \"no!\""
    ]
  },
  {
    "video_url": "/word/n/not/not.mp4",
    "sign_name": "NOT",
    "paragraphs": [
      "Meaning: Used to form a negative phrase after verbs like \"be\", \"can\", \"have\", \"will\", etc.",
      "Pronunciation/articulation: Thumb of the dominant \"10' handshape (palm facing left) under the chin thrust forward.",
      "Context or usage examples: \"Not my problem!\", \"I'm not hungry\", \"She's not my sister\", \"Why not?\", \"It's not that hard\"."
    ]
  },
  {
    "video_url": "/word/n/now/now.mp4",
    "sign_name": "NOW",
    "paragraphs": [
      "Meaning: at the present time or moment.",
      "Pronunciation/articulation: Two-handed \"Y\" hands (handshape), palms up (orientation), in space (location), move downward once (movement).",
      "Learner tip: Don't confuse this with TODAY (different movement)."
    ]
  },
  {
    "video_url": "/word/o/oka/ok.mp4",
    "sign_name": "OKAY",
    "paragraphs": [
      "Meaning: used to express acknowledgement, agreement, or acceptance; in a satisfactory state or of a satisfactory quality; okay.",
      "Fingerspelling OK.",
      "Related signs: ALL RIGHT, FINE, YES."
    ]
  },
  {
    "video_url": "/word/o/old/old-notnew.mp4",
    "sign_name": "OLD",
    "paragraphs": [
      "Having lived for a long time; no longer young; old age; elderly; not new.",
      "Pronunciation (sign description): Loose \"O\" handshape like somewhere between the handshapes \"O\" and \"C\" with its top on the chin moves downward at the same time the handshape transforms into \"S\" handshape or fist.",
      "Usage examples: \"old news\", \"old clothes\", \"old man\"."
    ]
  },
  {
    "video_url": "/word/o/oth/other.mp4",
    "sign_name": "OTHER,",
    "paragraphs": [
      "Meaning: Further; additional; further; additional.",
      "Same sign for : ANOTHER.",
      "Plural for \"other\", also \"others\"."
    ]
  },
  {
    "video_url": "/word/p/ple/please.mp4",
    "sign_name": "PLEASE",
    "paragraphs": [
      "Meaning: Used as a polite addition to requests, commands, etc.; kindly.",
      "Pronunciation/articulation: Dominant horizontal flat hand (handshape), palm in (orientation) on the chest (location), moves in a circular motion -- forward, not backward from the signer's perspective -- clockwise motion(?).",
      "Learner tip: Not to confuse this ASL sign with \"PLEASED\" or 'PLEASURE\" in contexts."
    ]
  },
  {
    "video_url": "/word/r/rem/remember.mp4",
    "sign_name": "REMEMBER",
    "paragraphs": [
      "Definition: to recall or make an effort to keep a person, event or thing in one's mind.",
      "Pronunciation (sign description): Dominant \"10\" hand (handshape) with the thumb in contact with the temple of the head and the palm facing left if right-handed (location and orientation) moves from the forehead toward the non-dominant \"10\" handshape's thumb tip.",
      "Etymology: The ASL sign-word REMEMBER originally came from KNOW+CONTINUE which became assimilated into a single production REMEMBER. Ref"
    ]
  },
  {
    "video_url": "/word/s/sad/sad.mp4",
    "sign_name": "SAD",
    "paragraphs": [
      "Definition: Feeling or expressing unhappiness; an emotion showing sorrow; unhappy.",
      "Pronunciation (sign description): Both \"5\" hands (handshape), palms in (orientation) in front of the face (location), move down (movement). Sometimes, one-handed version is used in informal register.",
      "Subtly sad face accompanying this sign is a common facial expression. Occasionally in colloquialism, other subtle facial expressions used by Deaf signers may convey a different meaning from sarcasm to \"too bad\", too."
    ]
  },
  {
    "video_url": "/word/s/sam/same-also.mp4",
    "sign_name": "SAME",
    "paragraphs": [
      "Meaning: Meaning: Identical; not different; the same thing as something previously mentioned; similarly; in the same way.",
      "Grammar: It can be grammatically inflected to SAME-AS-YOU, SAME-AS-HER, etc.",
      "Learner tip: Be aware of the ASL homophone ALSO."
    ]
  },
  {
    "video_url": "/word/s/say/say.mp4",
    "sign_name": "Signs",
    "paragraphs": [
      "Definition: To utter words so as to convey information, an opinion, a feeling or intention, or an instruction (either in speech or signing).",
      "Also said.",
      "Sign up for Ad-free Patron subscription today."
    ]
  },
  {
    "video_url": "/word/s/sch/school.mp4",
    "sign_name": "SCHOOL",
    "paragraphs": [
      "Definition: An institution for educating children; any institution at which instruction is given in a particular discipline.",
      "Pronunciation (sign description): Dominant flat hand (handshape), palm down (orientation) above non-dominant palm-up flat hand (location), taps twice on the non-dominant palm (movement).",
      "Learner Tip: ASL students sometimes confuse SCHOOL with PAPER or sometimes mispronounce it as PAPER."
    ]
  },
  {
    "video_url": "/word/s/see/see.mp4",
    "sign_name": "\"see\"",
    "paragraphs": [
      "Meaning: To perceive by the eye.",
      "Pronunciation (sign description): Dominant \"V\" hand, palm in, tip of middle finger in contact with the upper cheek, moves forward once.",
      "When you modify this  ASL verb \"see\", it changes a meaning."
    ]
  },
  {
    "video_url": "/word/s/she/she.mp4",
    "sign_name": "SHE",
    "paragraphs": [
      "Meaning: used as a pronoun to refer to a woman, girl, or female previously identified or mentioned.",
      "\"She -- Sign for 'female' and extend hand as in 'he' [extend \"G\" hand toward an imaginary person]. (1910) Ref",
      "Related signs: pronoun, HE, IT, THE (determiner)."
    ]
  },
  {
    "video_url": "/word/s/sig/sign-word.mp4",
    "sign_name": "SIGN",
    "paragraphs": [
      "Meaning: a word in a signed language; signing; a visual-spatial modality of language.",
      "Usage: This sign is kind of more likely used for a (signed) word. E.g. What's the sign for [word].",
      "This sign is also used in contexts of \"signing\" as in talking."
    ]
  },
  {
    "video_url": "/word/s/slo/slow.mp4",
    "sign_name": "SLOW",
    "paragraphs": [
      "Definition: Not fast; moving, flowing, or proceeding without speed or at less than usual speed.",
      "Pronunciation/articulation: Dominant \"5\" hand (handshape), palm facing down (palm orientation) on the top of the passive hand (location) moves backward along the hand (movement).",
      "\"Slow. -- Draw the right hand slowly down the back of the left, held out and turned slightly upward.\" (1910) Ref"
    ]
  },
  {
    "video_url": "/word/s/som/some.mp4",
    "sign_name": "SOME",
    "paragraphs": [
      "Meaning: An unspecified but considerable amount or number of.",
      "Pronunciation (sign description): Dominant flat hand, palm facing left if right-handed, edgewise in contact with non-dominant palm-up flat hand, brushes backward across non-dominant palm.",
      "\"Some -- Draw the right open hand toward you across the end of the left open hand, held palm up, describing a curved mark on the palm with the little finger edge.\" (1910) Ref"
    ]
  },
  {
    "video_url": "/word/s/sor/sorry.mp4",
    "sign_name": "SORRY",
    "paragraphs": [
      "Definition: Feeling or expressing regret.",
      "Pronunciation (production): dominant \"A\" hand (handshape) with its palm (orientation) in contact with the chest (location) moves in a circular motion clockwise twice on the chest (movement). The position of thumb may be loose.",
      "A number of hearing bloggers online and offline alike instructed the sign with the fist which is incorrect. Don't sign \"sorry\" with the \"fist\" handshape."
    ]
  },
  {
    "video_url": "/word/s/sta/stay.mp4",
    "sign_name": "STAY",
    "paragraphs": [
      "Meaning: To remain in the same place.",
      "Pronunciation (sign description): Both palm-down 'Y' hands, apart in neutral space, move downward once.",
      "Variation: Both palm-down 'Y' hands, apart in neutral space, move downward twice with shorter movement."
    ]
  },
  {
    "video_url": "/word/t/tak/take.mp4",
    "sign_name": "TAKE",
    "paragraphs": [
      "Meaning: To carry or bring with one; convey.",
      "Pronunciation (sign description): One or two-handed \"loose 5\" hands, palms down, draw backward where hand ends in \"S\" handshape.",
      "\"Take -- Reach out the hand, grasp imaginary object and draw it toward you.\" (1910) Ref"
    ]
  },
  {
    "video_url": "/word/t/tal/talk.mp4",
    "sign_name": "TALK",
    "paragraphs": [
      "Meaning: To speak in order to give information or express ideas or feelings (whether in visual-spatial modality or vocal-aural modality); converse or communicate by words (in sign language or speech language).",
      "Pronunciation (sign description): Two forefingers or \"1\" hands apart in neutral space or in front of face move forward alternately a few times.",
      "This signword can also mean \"dialogue\"."
    ]
  },
  {
    "video_url": "/word/t/tel/tell.mp4",
    "sign_name": "TELL",
    "paragraphs": [
      "Meaning: To communicate information, facts, or news to someone in spoken or written words; to express with words.",
      "Pronunciation (sign description): Tip of dominant forefinger in contact with chin, palm in, moves outward in an arc motion down a bit.",
      "\"Tell. -- Place the forefinger of 'G' hand under the lower lip, horizontally, then throw it out as if the finger were carrying words out of the mouth.\" (1910) Ref"
    ]
  },
  {
    "video_url": "/word/t/tha/thankyou-adavis.mp4",
    "sign_name": "THANK",
    "paragraphs": [
      "Meaning: Definition: A polite expression used when acknowledging a gift, service, or compliment, or accepting or refusing an offer; expression of gratitude or appreciation.",
      "Pronunciation (sign description): Dominant flat hand, with its palm facing in, fingers in contact with the chin, moves forward away from the chin.",
      "This same sign can be also expressed for thanks."
    ]
  },
  {
    "video_url": "/word/t/the/their.mp4",
    "sign_name": "Signs",
    "paragraphs": [
      "Meaning: Belonging to or associated with the people or things previously mentioned or easily identified.",
      "The arc movement indicates a plural form of the sign HIS/HER.",
      "Like HER/HIS, this sign THEIR is non-gendered."
    ]
  },
  {
    "video_url": "/word/t/the/they.mp4",
    "sign_name": "THEY",
    "paragraphs": [
      "Used as third person pronoun serving as the plural of he, she, or it or referring to a group of two or more individuals.",
      "Pronunciation (sign description):",
      "This sign can be incorporated with a number between two and five, excluding the speaker."
    ]
  },
  {
    "video_url": "/word/t/thi/thing.mp4",
    "sign_name": "THING",
    "paragraphs": [
      "Meaning: An object that one need not, cannot, or does not wish to give a specific name to; an inanimate material object as distinct from a living sentient being.",
      "It can be signed one-handed or two-handed in certain contexts.",
      "\"Thing -- Hold open hand in front of you as if holding something between thumb and fingers; hand pointed toward the left; drop the hand slightly, repeating the motion as the hand is drawn back toward the right side.\" (1910) Ref"
    ]
  },
  {
    "video_url": "/word/t/thi/think.mp4",
    "sign_name": "THINK",
    "paragraphs": [
      "Meaning: To have a conscious mind, to some extent of reasoning, remembering experiences, making rational decisions, etc.",
      "Pronunciation (sign description): Dominant \"1\" hand with tip of forefinger points to side of head.",
      "Context or usage examples: \"I think that...\", \"That's what I thought.\""
    ]
  },
  {
    "video_url": "/word/t/tim/time2.mp4",
    "sign_name": "TIME",
    "paragraphs": [
      "Definition: A point of time as measured in hours and minutes; o'clock.",
      "Pronunciation (sign description): Dominant clawed forefinger with the tip of the index finger taps twice on top of the non-dominant wrist. Variation: The movement is one time in some contexts.",
      "Usage examples (with double movement): \"what time is it?\", \"Look at time, we're running late\"."
    ]
  },
  {
    "video_url": "/word/t/tir/tired.mp4",
    "sign_name": "TIRED",
    "paragraphs": [
      "Meaning: Definition: in need of sleep or rest; weary.",
      "Pronunciation (sign description): Both half-bent flat hands with its fingertips in contact with the sides of torso \"dropped\" down without detaching from torso.",
      "Learner tip: Not to confuse this sign with other sign ANIMAL (different movement)."
    ]
  },
  {
    "video_url": "/word/t/try/try.mp4",
    "sign_name": "TRY",
    "paragraphs": [
      "Definition: to make an attempt or effort to do something.",
      "Pronunciation (sign description): Both \"10\" hands held apart in space with palms almost facing the signer move toward in an up-down-up arc motion where the palms are almost outward.",
      "Variation: Same as above, except for the handshape which is \"T\", used in the 1970s up to the 1990s, and less and less after that."
    ]
  },
  {
    "video_url": "/word/u/und/understand.mp4",
    "sign_name": "UNDERSTAND",
    "paragraphs": [
      "Meaning: Definition: To perceive the meaning of; grasp the idea of; comprehend.",
      "Pronunciation (sign description): Dominant hand with the palm is held near the upper side of head. The index finger and thumb are formed with the thumb kind of covering the forefinger; it's almost a fist, but not truly fist. Then, the index finger flicks or springs up into the upright form.",
      "Usage examples: It can be used in pretty most contexts."
    ]
  },
  {
    "video_url": "/word/u/use/use.mp4",
    "sign_name": "USE",
    "paragraphs": [
      "Meaning: To employ for some purpose; put into service; make use of.",
      "Pronunciation (sign description): Dominant upright \"U\" with its wrist brushes twice across the top of dominant palm-down hand. The orientation of the dominant hand, whether its palm is facing inward or outward, may be a phonological variation.",
      "Also \"utilize\", \"employ\"."
    ]
  },
  {
    "video_url": "/word/w/wai/wait.mp4",
    "sign_name": "WAIT",
    "paragraphs": [
      "Meaning: To remain inactive or in a state of repose, as until something expected happens (often followed by for, till, or until).",
      "Pronunciation (sign description): Two upright \"5\" hands (handshape) held in mid-space (location), palms in (orientation), fingers wiggle (movement).",
      "Context or usage examples: \"Please wait\", \"He was waiting for you\"."
    ]
  },
  {
    "video_url": "/word/w/wan/want.mp4",
    "sign_name": "WANT",
    "paragraphs": [
      "Meaning: To have a desire to possess or do (something); wish for.",
      "Pronunciation (sign description): Two-handed \"loose-5\" held in mid-space, palms up, drawn backward at the same time the handshape of the hands forms into the \"claw\" shape.",
      "Usage: Pretty much anything when you mean \"want\"."
    ]
  },
  {
    "video_url": "/word/w/wha/what.mp4",
    "sign_name": "WHAT",
    "paragraphs": [
      "Meaning: Used interrogatively to ask for information about someone or something.",
      "Pronunciation (sign description): Both \"5\" hands held in neutral space, palms up, shake sideways.",
      "Variation: Dominant \"1\" hand with tip of forefinger brushes down across non-dominant palm-up flat hand."
    ]
  },
  {
    "video_url": "/word/w/whe/when.mp4",
    "sign_name": "WHEN",
    "paragraphs": [
      "Meaning: At or on which (referring to a time or circumstance).",
      "Pronunciation (sign description): Dominant horizontal forefinger with the palm inward/down a little above the non-dominant horizontal forefinger of the similar palm orientation moves in circle clockwise around the non-moving forefinger and lands on the tip of the non-dominant forefinger.",
      "Old variation (maybe obsolete or nearly obsolete nowadays): Two-handed horizontal \"G\" hands with the forefingers and thumbs facing each other apart in space move downward twice."
    ]
  },
  {
    "video_url": "/word/w/whe/where2.mp4",
    "sign_name": "WHERE",
    "paragraphs": [
      "Meaning: In or to what place; used for asking what place someone or something is in, or what place they go to.",
      "Pronunciation (sign description): Dominant upright \"1\" hand, palm facing out, moves sideways a few times at wrist.",
      "Note: it's used as WHERE back in the older days in some regions. Now it means more of WHAT. Be aware of the contexts."
    ]
  },
  {
    "video_url": "/word/w/whi/which.mp4",
    "sign_name": "WHICH",
    "paragraphs": [
      "Meaning: Asking for information specifying one or more people or things from a definite set.",
      "Pronunciation (sign description): Both \"thumb-up\" hands held apart in neutral space, palms facing signer, each moves up/down alternately a couple of times.",
      "Other WH-Questions: WHERE, WHEN, WHY, WHO, HOW, WHAT."
    ]
  },
  {
    "video_url": "/word/w/who/who.mp4",
    "sign_name": "WHO",
    "paragraphs": [
      "Meaning: What or which person or people.",
      "Pronunciation (sign description): Forefinger in dominant \"L\" hand (handshape), where tip of thumb is in contact with chin (location), flexes twice (movement).",
      "Generational variation. Older common ASL sign. Less common than the other above."
    ]
  },
  {
    "video_url": "/word/w/why/why.mp4",
    "sign_name": "WHY",
    "paragraphs": [
      "Meaning: For what reason or purpose.",
      "Pronunciation (sign description): In the \"Y\" handshape with palm facing the side of upper head side, three fingers (index finger, middle finger, and ring finger) of dominant hand flap down twice.",
      "Contextual variation (sign description): In the \"8-thumb-open\" handshape with palm facing the side of upper head side, the middle finger of dominant hand flaps down few times."
    ]
  },
  {
    "video_url": "/word/w/wil/will.mp4",
    "sign_name": "WILL",
    "paragraphs": [
      "Meaning: Expressing the future tense.",
      "Pronunciation (sign description): Dominant flat hand with palm in contact with cheek, moves forward in arc motion.",
      "\"Will and Shall, indicating future -- Hold the right open hand pointing straight out and elevated to a level with the shoulder, and push it straight forward the length of the arm.\" (1910) Ref"
    ]
  },
  {
    "video_url": "/word/w/wit/with.mp4",
    "sign_name": "WITH",
    "paragraphs": [
      "Definition: accompanied by; accompanying; used to say that people or things are together in a place or they are doing something together.",
      "Pronunciation (sign description): Two-handed upright \"10\" hands (handshape) with its palms facing each other (orientation) apart in space (location) moves toward each other together (movement).",
      "Learner tip: Not to confuse this sign with similar signs such as TOGETHER, GO STEADY."
    ]
  },
  {
    "video_url": "/word/w/wom/woman.mp4",
    "sign_name": "WOMAN",
    "paragraphs": [
      "Meaning: An adult human female.",
      "Pronunciation/articulation: Dominant \"10\" handshape (handshape), palm facing left if right-handed (orientation), thumb on the cheek (location), move from cheek to the side of chest (movement) -> \"5\" handshape with the thumb on the side of the cheek.",
      "Phonological variation: Dominant \"5\" handshape (handshape), palm facing left if right-handed (orientation), thumb on the cheek (location), move from cheek to the side of chest (movement)."
    ]
  },
  {
    "video_url": "/word/w/wor/work.mp4",
    "sign_name": "WORK",
    "paragraphs": [
      "Meaning: a job or activity that you do regularly especially in order to earn money; the place where you do your job; activity involving mental or physical effort done in order to achieve a purpose or result.",
      "Pronunciation/articulation: Dominant \"S\" (handshape), palm down (orientation), dominant wrist taps twice (movement) on the top of the passive or non-dominant \"S\" handshape.",
      "\"Work. -- Throw right \"A\" hand down against the left 'A' hand two or three times so that the lower side of right wrist strikes the top side of left wrist. (With both hands in position of 'A' throw wrists together.) Same sign followed by 'much' signifies 'busy'.\" (1910) Ref"
    ]
  },
  {
    "video_url": "/word/w/wri/write.mp4",
    "sign_name": "WRITE",
    "paragraphs": [
      "Meaning: To trace or form (letters, words, or other symbols) on the surface, typically paper, with a pen, pencil, or other instruments; inscribe.",
      "Pronunciation (sign description): Tips of forefinger and thumb in dominant \"20\" hand slides sideways once across non-dominant palm-up flat hand.",
      "Context or usage examples: \"Can you write a sentence?\""
    ]
  },
  {
    "video_url": "/word/y/yes/yes.mp4",
    "sign_name": "YES",
    "paragraphs": [
      "Meaning: Used to give a positive answer or reply to a question, request, or offer; used to give an affirmative response.",
      "Pronunciation: Dominant fist or \"S\" hand bobbing down twice at wrist, resembling a head nodding.",
      "Among native/Deaf signers, as with other ASL signs, there are nuances of meaning for this regular 'yes' sign with just different movements along with intonation (e.g. facial expression)."
    ]
  },
  {
    "video_url": "/word/y/you/you.mp4",
    "sign_name": "YOU",
    "paragraphs": [
      "Meaning: The pronoun of the second person singular, used of the person being addressed.",
      "Pronunciation (sign description): Dominant index finger or forefinger pointing toward a listener.",
      "For plural forms such as \"all of you\", \"youse\", or a specific number of \"yous\", inflect the pronoun to YOUSE."
    ]
  },
  {
    "video_url": "/word/y/you/your.mp4",
    "sign_name": "YOUR",
    "paragraphs": [
      "Meaning: A singular possessive pronoun used to indicate the one belonging to you.",
      "Pronunciation (sign description): Dominant upright flat hand, palm facing out, moves forward once.",
      "A plural possessive form referring to two persons or more."
    ]
  }
]